Repository: EVILEG/evileg-core
Catalog: evileg_core/locale/*/LC_MESSAGES/django.po
Languages: kk

source: SPAM
kk: СПАМ

source: Set marked as SPAM
kk: СПАМ ретінде белгіленген орнату

source: NOT MODERATED
kk: ЖАҢАЛЫҚ ЕМЕС

source: Set marked as NOT MODERATED
kk: ЖАҢАЛЫҚ ЕМЕС деп белгіленген

source: POST MODERATED
kk: ПОСТ МОдерацияланды

source: Set marked as POST MODERATED
kk: Орнату POST MODERATED ретінде белгіленген

source: MODERATED
kk: ЖАҢАЛЫҚТЫ

source: Set marked as MODERATED
kk: ЖҰМЫСТЫ деп белгіленген

source: EVILEG Core
kk: EVILEG ядросы

source: Invalid reCAPTCHA. Please try again.
kk: Жарамсыз reCAPTCHA. Қайталап көріңіз.

source: Filter title not set
kk: Сүзгі тақырыбы орнатылмаған

source: Not empty only
kk: Тек бос емес

source: Empty only
kk: Тек бос

source: Title
kk: Тақырып

source: Title (descending)
kk: Тақырып (кему)

source: Sort by title
kk: Тақырып бойынша сұрыптау

source: Publication date
kk: Жарияланған күні

source: Publication date (descending)
kk: Жарияланған күні (кемуі)

source: Sort by publication date
kk: Жарияланған күні бойынша сұрыптау

source: From date
kk: Күннен бастап

source: To date
kk: Бүгінгі күнге дейін

source: Select all
kk: Барлығын таңдаңыз

source: Items must be selected in order to perform actions on them. No items have been changed.
kk: Элементтер оларда әрекеттерді орындау үшін таңдалуы керек. Ешбір элемент өзгертілген жоқ.

source: No action selected.
kk: Ешбір әрекет таңдалмаған.

source: Author
kk: Автор

source: Content - HTML
kk: Мазмұны - HTML

source: Content - Markdown
kk: Мазмұны - Markdown

source: Last modification date
kk: Соңғы өзгерту күні

source: Not Moderated
kk: Модерацияланбаған

source: Post Moderated
kk: Пост модерацияланды

source: Moderated
kk: Модерацияланған

source: Volunteer - SPAM
kk: Волонтер - СПАМ

source: Volunteer - Moderated
kk: Волонтер – Модератор

source: Moderation
kk: Модерация

source: User
kk: Пайдаланушы

source: Comments
kk: Пікірлер

source: By %(filter_title)s
kk: %(filter_title)s бойынша

source: Search
kk: Іздеу

source: Clear
kk: Таза

source: Edit
kk: Өңдеу

source: Add Link
kk: Сілтеме қосу

source: Text
kk: Мәтін

source: Close
kk: Жабық

source: Insert
kk: Кірістіру

source: Insert code
kk: Кодты енгізіңіз

source: Select language
kk: Тілді таңдаңыз

source: Other language
kk: Басқа тіл

source: Insert your code
kk: Кодыңызды енгізіңіз

source: Preview
kk: Алдын ала қарау

source: Upload File
kk: Файлды жүктеп салу

source: Upload Image
kk: Суретті жүктеп салу

source: Add link
kk: Сілтеме қосу

source: Markdown syntax
kk: Белгілеу синтаксисі

source: Navigation
kk: Навигация

source: Nothing found
kk: Ештеңе табылмады

source: Advanced search
kk: Кеңейтілген іздеу

source: Share link
kk: Сілтемені бөлісу

source: Share on social networks
kk: Әлеуметтік желілерде бөлісіңіз

source: Share link in VKontakte
kk: ВКонтактедегі сілтемені бөлісіңіз

source: Share link in Facebook
kk: Сілтемені Facebook-те бөлісіңіз

source: Share link in Twitter
kk: Сілтемені Twitter-де бөлісіңіз

source: Share link in LinkedIn
kk: LinkedIn жүйесінде сілтемені бөлісіңіз

source: More
kk: Көбірек

source: Classic
kk: Классикалық
